{
  "add": {
    "doc": {
      "title": "Lov om dyrevelferd",
      "id": "NL/lov/2009-06-19-97",
      "_type": "law",
      "_childDocuments_": [
        {
          "id": "chapter-0",
          "chapter_title": "Kapittel I. Generelle bestemmelser",
          "chapter_text": "",
          "_childDocuments_": [
            {
              "id": "kapittel-1-paragraf-1",
              "paragraph_title": "§ 1.\n                    Formål",
              "paragraph_text": "Formålet med loven er å fremme god dyrevelferd og respekt for dyr.",
              "_type": "paragraph"
            },
            {
              "id": "kapittel-1-paragraf-2",
              "paragraph_title": "§ 2.\n                    Virkeområde",
              "paragraph_text": "Loven omfatter forhold som påvirker velferd hos eller respekt for\n                    pattedyr, fugler, krypdyr, amfibier, fisk, tifotkreps, blekksprut og honningbier. Loven gjelder\n                    tilsvarende for utviklingsstadier av nevnte dyr dersom sanseapparatet tilsvarer utviklingsnivået hos\n                    levende dyr. Loven gjelder med de begrensninger som følger av avtale med\n                    fremmed stat eller organisasjon for norsk landterritorium, territorialfarvann, i norsk økonomisk\n                    sone, på norske fartøy og luftfartøy, på innretninger på norsk kontinentalsokkel samt for Svalbard,\n                    Jan Mayen og bilandene. Kongen kan i forskrift fastsette særlige regler, herunder gjøre unntak fra\n                    lovens bestemmelser, for Svalbard, Jan Mayen og norske biland under hensyn til de stedlige\n                    forholdene.",
              "_type": "paragraph"
            },
            {
              "id": "kapittel-1-paragraf-3",
              "paragraph_title": "§ 3.\n                    Generelt om behandling av dyr",
              "paragraph_text": "Dyr har egenverdi uavhengig av den nytteverdien de måtte ha for\n                    mennesker. Dyr skal behandles godt og beskyttes mot fare for unødige påkjenninger og belastninger.",
              "_type": "paragraph"
            },
            {
              "id": "kapittel-1-paragraf-4",
              "paragraph_title": "§ 4.\n                    Hjelpeplikt",
              "paragraph_text": "Enhver som påtreffer et dyr som åpenbart er sykt, skadet eller\n                    hjelpeløst, skal så langt mulig hjelpe dyret. Dersom dyret er et dyr fra dyrehold eller storvilt, og\n                    det ikke er mulig å yte god nok hjelp, skal eieren eller politiet varsles umiddelbart. Dersom det er åpenbart at dyret ikke kan leve eller bli friskt,\n                    kan den som påtreffer dyret avlive dette med det samme. Dyr fra dyrehold og storvilt skal ikke\n                    avlives i henhold til denne bestemmelsen dersom det lar seg gjøre å få tak i eieren, veterinær eller\n                    politiet innen rimelig tid. Nødvendige utgifter til tiltak etter denne bestemmelsen skal\n                    staten betale, men utgifter knyttet til tiltak overfor dyr fra dyrehold kan kreves tilbake fra\n                    dyreholderen eller eieren. Bestemmelsen i første og andre ledd gjelder tilsvarende for den\n                    som påfører dyr skade, men vedkommende kan ikke kreve dekning av staten for utgifter til\n                    hjelpetiltak. Kongen kan gi nærmere forskrifter om dekning av utgifter.",
              "_type": "paragraph"
            },
            {
              "id": "kapittel-1-paragraf-5",
              "paragraph_title": "§ 5.\n                    Varsling",
              "paragraph_text": "Enhver som har grunn til å tro at dyr blir utsatt for mishandling\n                    eller alvorlig svikt vedrørende miljø, tilsyn og stell, skal snarest mulig varsle Mattilsynet eller\n                    politiet. Varslingsplikten gjelder med de begrensninger som følger av annen lovgivning. Enhver som får kjennskap til at et større antall ville eller\n                    forvillede dyr er utsatt for sykdom, skade eller annen lidelse utenom det normale, skal snarest\n                    mulig varsle Mattilsynet eller politiet.",
              "_type": "paragraph"
            },
            {
              "id": "kapittel-1-paragraf-6",
              "paragraph_title": "§ 6.\n                    Kompetanse og ansvar",
              "paragraph_text": "Dyreholder skal sørge for at dyr blir ivaretatt av tilstrekkelig\n                    og faglig kompetent personell. Andre skal ha nødvendig kompetanse til den aktiviteten de utfører. Foresatt skal ikke la barn under 16 år ha et selvstendig ansvar\n                    for dyr. Dyreholder skal ikke overlate dyr til personer som det er grunn\n                    til å tro ikke kan eller vil behandle dyret forsvarlig. Kongen kan gi nærmere forskrifter om krav til opplæring og\n                    kompetanse, herunder om godkjenning og om autorisasjon av personell.",
              "_type": "paragraph"
            },
            {
              "id": "kapittel-1-paragraf-7",
              "paragraph_title": "§ 7.\n                    Krav om registrering eller tillatelse",
              "paragraph_text": "Kongen kan i forskrifter stille krav til etablering, plassering,\n                    utforming og drift av aktiviteter omfattet av denne loven, herunder om tillatelse og tilbaketrekking\n                    av tillatelse, melding, registrering og godkjenning og om bortfall av godkjenning.",
              "_type": "paragraph"
            },
            {
              "id": "kapittel-1-paragraf-8",
              "paragraph_title": "§ 8.\n                    Driftsformer, metoder, utstyr og tekniske løsninger",
              "paragraph_text": "Dyreholder skal påse at driftsformer, metoder, utstyr og tekniske\n                    løsninger som brukes til dyr, er egnet til å ivareta hensynet til dyrenes velferd. Den som markedsfører eller omsetter nye driftsformer, metoder,\n                    utstyr og tekniske løsninger til bruk på dyr eller i dyrehold, skal påse at disse er utprøvd og\n                    funnet egnet ut fra hensynet til dyrevelferd. Kongen kan gi nærmere forskrifter om omsetning og bruk av visse\n                    driftsformer, metoder, utstyr og tekniske løsninger samt om godkjenning og dokumentasjon av\n                    egnethet.",
              "_type": "paragraph"
            },
            {
              "id": "kapittel-1-paragraf-9",
              "paragraph_title": "§ 9.\n                    Medisinsk og kirurgisk behandling",
              "paragraph_text": "Medisinsk og kirurgisk behandling skal utføres på en\n                    dyrevelferdsmessig forsvarlig måte og ivareta dyrets funksjonsevne og livskvalitet. Det skal ikke gjøres operative inngrep eller fjernes kroppsdeler\n                    på dyr uten at det foreligger forsvarlig grunn ut fra hensynet til dyrets helse. Det er likevel\n                    tillatt å foreta forsvarlig merking av dyr i dyrehold. Avhorning og kastrering er tillatt når det er\n                    nødvendig ut fra hensynet til dyrevelferd eller av andre særlige grunner. Ved smertefulle inngrep skal det nyttes nødvendig bedøvelse og\n                    smertelindring. Kongen kan gi nærmere forskrifter om medisinsk og kirurgisk\n                    behandling, herunder fastsette vilkår for eller forby visse former for slik behandling og gjøre\n                    unntak fra andre ledd.",
              "_type": "paragraph"
            },
            {
              "id": "kapittel-1-paragraf-10",
              "paragraph_title": "§ 10.\n                    Merking av dyr",
              "paragraph_text": "Ved merking av dyr skal det benyttes forsvarlige metoder som ikke\n                    påfører dyret atferdsmessige begrensninger eller unødige påkjenninger og belastninger. Kongen kan gi nærmere forskrifter om krav til merking av dyr,\n                    herunder påby og forby merking og merkemetoder, påby at merkede dyr skal være registrert i et\n                    register og bestemme hvem som skal ha innsyn i registeret. Det kan i forskrifter fastsettes vilkår\n                    for at umerkede dyr kan omplasseres eller avlives uten vederlag til eventuell eier.",
              "_type": "paragraph"
            },
            {
              "id": "kapittel-1-paragraf-11",
              "paragraph_title": "§ 11.\n                    Transport",
              "paragraph_text": "Transport skal foregå på en måte som er til minst mulig\n                    belastning for dyret. Dyr skal kun transporteres når de er i en slik tilstand at det er forsvarlig å\n                    gjennomføre hele transporten. Transportmiddelet skal være egnet ut fra hensynet til dyrenes\n                    sikkerhet og egenart. Dyr skal ha nødvendig tilsyn og stell under transporten. Kongen kan gi nærmere forskrifter om transport av dyr.",
              "_type": "paragraph"
            },
            {
              "id": "kapittel-1-paragraf-12",
              "paragraph_title": "§ 12.\n                    Avliving",
              "paragraph_text": "Avliving av dyr og håndtering i forbindelse med avlivingen skal\n                    skje på dyrevelferdsmessig forsvarlig måte. Den som benytter bedøvings- eller avlivingsutstyr, skal\n                    påse at dette er egnet og vedlikeholdt. Dyr som eies eller på annen måte holdes i menneskelig varetekt,\n                    skal bedøves før avliving. Bedøvingsmetoden skal gi bevissthetstap, og dyret skal være bevisstløst\n                    fra før avlivingen påbegynnes og til døden inntrer. Krav om bedøving før avliving gjelder ikke hvis\n                    dyret avlives med en metode som gir umiddelbart bevissthetstap. Etter at avliving er utført, skal\n                    det påses at dyret er dødt. Avliving i nødstilfelle skal i størst mulig grad skje i samsvar\n                    med første og andre ledd. Avliving av dyr skal ikke skje som et selvstendig underholdnings-\n                    eller konkurranseelement. Kongen kan gi nærmere forskrifter om krav til miljø, utstyr og\n                    håndtering i forbindelse med avliving av dyr. Kongen kan gjøre unntak fra bestemmelsene i andre ledd\n                    for andre dyr enn landdyr og sjøpattedyr.",
              "_type": "paragraph"
            },
            {
              "id": "kapittel-1-paragraf-13",
              "paragraph_title": "§ 13.\n                    Forsøk, undervisning og medisinsk virksomhet",
              "paragraph_text": "For å kunne avle, holde, formidle, avlive eller bruke dyr til\n                    forsøk, til undervisning i annet enn alminnelig stell og håndtering, eller i medisinsk virksomhet,\n                    skal både institusjonen og den ansvarlige for den aktuelle aktiviteten ha tillatelse fra\n                    tilsynsmyndigheten. Tillatelse etter første ledd kan ikke gis hvis formålet kan\n                    oppnås uten bruk av dyr, eller hvis dyrene kommer i fare for å bli utsatt for unødige påkjenninger\n                    og belastninger. Det skal ikke benyttes flere dyr enn nødvendig, og dyrene skal belastes minst\n                    mulig. I tillatelse etter denne bestemmelsen kan det gjøres unntak fra\n                    lov 15. juni 2001 nr. 75 om veterinærer og annet dyrehelsepersonell\n                    § 18 første ledd nr. 3, slik at andre enn veterinær eller\n                    fiskehelsebiolog kan iverksette fullstendig eller lokal bedøvelse av dyr. Kongen kan gi nærmere forskrifter om bruk av dyr i forsøk,\n                    undervisning og medisinsk virksomhet, herunder om forbud mot visse typer forsøk og medisinsk\n                    virksomhet, om forbud mot bruk av visse dyrearter i forsøk og medisinsk virksomhet, samt om\n                    tillatelse og om unntak fra krav om tillatelse. Kongen kan i forskrift gjøre unntak fra bestemmelsene i lovens\n                    kapittel I og II for bruk av dyr i forsøk.",
              "_type": "paragraph"
            },
            {
              "id": "kapittel-1-paragraf-14",
              "paragraph_title": "§ 14.\n                    Særskilte forbud",
              "paragraph_text": "Det er forbudt å:\n                        \n                            a.\n                                utøve vold mot dyr,\n                            \n                        \n                        \n                            b.\n                                hensette dyr i hjelpeløs tilstand,\n                                \n                            \n                        \n                        \n                            c.\n                                ha seksuell omgang med eller\n                                    foreta seksuelle handlinger med dyr, og\n                            \n                        \n                        \n                            d.\n                                bruke levende dyr som fôr eller\n                                    agn.",
              "_type": "paragraph"
            },
            {
              "id": "kapittel-1-paragraf-15",
              "paragraph_title": "§ 15.\n                    Bygninger, gjerder og andre mindre innretninger",
              "paragraph_text": "Bygninger, gjerder og andre mindre innretninger skal utføres\n                    eller oppføres og holdes ved like slik at dyr ikke utsettes for fare for unødige påkjenninger og\n                    belastninger. Det skal ikke brukes piggtråd i gjerde for å regulere dyrs ferdsel. Den som er ansvarlig for bygningen, gjerdet og innretningen, skal\n                    føre nødvendig tilsyn med disse og gjennomføre nødvendige tiltak for å kunne oppdage, forebygge og\n                    avhjelpe fare for unødige påkjenninger og belastninger. Kongen kan gi nærmere forskrifter om bygninger, gjerder o.l.,\n                    herunder om forbud mot og fjerning av slike, samt om unntak fra forbudet mot å bruke piggtråd i\n                    gjerde.",
              "_type": "paragraph"
            },
            {
              "id": "kapittel-1-paragraf-16",
              "paragraph_title": "§ 16.\n                    Sporbarhet. Merking av produkter fra dyr",
              "paragraph_text": "Kongen kan gi forskrifter om sporbarhet for dyr eller produkter\n                    fra dyr ut fra hensynet til dyrevelferd. Kongen kan gi forskrifter om merking av produkter som stammer fra\n                    dyr, herunder om påbudte og frivillige merkeordninger.",
              "_type": "paragraph"
            },
            {
              "id": "kapittel-1-paragraf-17",
              "paragraph_title": "§ 17.\n                    Omsetning mv. av produkter fra dyr",
              "paragraph_text": "Kongen kan i forskrift begrense, stille krav til eller forby\n                    produksjon, omsetning, import og eksport av produkter fra dyr som er omfattet av denne loven. Dette\n                    gjelder med de begrensninger som følger av overenskomst med fremmed stat eller internasjonal\n                    organisasjon eller av folkeretten for øvrig.",
              "_type": "paragraph"
            },
            {
              "id": "kapittel-1-paragraf-18",
              "paragraph_title": "§ 18.\n                    Adgang til sted og plikt til å yte bistand",
              "paragraph_text": "Tilsynsmyndigheten skal ha uhindret adgang til sted eller lokale\n                    der det er grunn til å tro at det holdes dyr eller foregår annen aktivitet omfattet av loven. Dersom\n                    tilsynsmyndigheten ikke gis uhindret adgang og det er grunn til å tro at dyr er utsatt for unødige\n                    påkjenninger eller belastninger, kan tilsynsmyndigheten om nødvendig likevel ta seg inn med\n                    politiets bistand. Politiet skal ha tilsvarende adgang når de er anmodet av tilsynsmyndigheten om å\n                    bistå. Utenlandske inspektører kan delta i inspeksjoner mv. når det er nødvendig for å ivareta\n                    Norges internasjonale forpliktelser. Enhver som blir ført tilsyn med skal vederlagsfritt stille\n                    nødvendige lokaler, inventar, arbeidshjelp og redskaper til disposisjon for utøvelse av tilsynet og\n                    ellers være behjelpelig med å legge til rette for tilsynet.",
              "_type": "paragraph"
            },
            {
              "id": "kapittel-1-paragraf-19",
              "paragraph_title": "§ 19.\n                    Opplysningsplikt, dokumentasjon og kontrolltiltak",
              "paragraph_text": "Dyreholder og andre som har plikter etter denne loven, skal på\n                    anmodning fra tilsynsmyndigheten gi opplysninger, melding, rapporter, dokumentasjon og innsyn i\n                    dokumenter som har betydning for tilsynsmyndighetens kontroll med etterlevelse av loven eller\n                    bestemmelser gitt i medhold av loven. Andre som har relevant informasjon, skal på anmodning fra\n                    tilsynsmyndigheten gi nødvendige opplysninger. Kongen kan gi nærmere forskrifter om innholdet i opplysnings- og\n                    dokumentasjonsplikten, og om plikt til å etablere og gjennomføre systematiske kontrolltiltak.",
              "_type": "paragraph"
            },
            {
              "id": "kapittel-1-paragraf-20",
              "paragraph_title": "§ 20.\n                    Jakt, fangst og fiske",
              "paragraph_text": "Jakt, fangst og fiske skal utøves på en dyrevelferdsmessig\n                    forsvarlig måte. Kongen kan til utfylling av første ledd gi nærmere forskrifter om\n                    jakt, fangst og fiske på viltlevende dyr. Kongen kan gi forskrifter om jakt, fangst og fiske på dyr som\n                    eies eller på annen måte holdes i menneskers varetekt, herunder om trening for slik aktivitet, samt\n                    forby eller stille krav om særskilt tillatelse for slik aktivitet.",
              "_type": "paragraph"
            },
            {
              "id": "kapittel-1-paragraf-21",
              "paragraph_title": "§ 21.\n                    Innfanging og håndtering av viltlevende dyr",
              "paragraph_text": "Kongen kan gi forskrifter om innfanging og håndtering av\n                    viltlevende dyr, herunder om vilkår for og forbud mot slike aktiviteter.",
              "_type": "paragraph"
            }
          ],
          "_type": "chapter"
        },
        {
          "id": "chapter-1",
          "chapter_title": "Kapittel II. Særlige bestemmelser om dyrehold",
          "chapter_text": "",
          "_childDocuments_": [
            {
              "id": "kapittel-2-paragraf-1",
              "paragraph_title": "§ 22.\n                    Generelle vilkår for hold av dyr",
              "paragraph_text": "Dyr skal bare holdes hvis de kan tilpasse seg holdet på en\n                    dyrevelferdsmessig forsvarlig måte. Kongen kan gi nærmere forskrifter som begrenser eller forbyr hold\n                    av visse dyrearter, raser eller avlslinjer.",
              "_type": "paragraph"
            },
            {
              "id": "kapittel-2-paragraf-2",
              "paragraph_title": "§ 23.\n                    Dyrs levemiljø",
              "paragraph_text": "Dyreholder skal sikre at dyr holdes i miljø som gir god velferd ut\n                    fra artstypiske og individuelle behov, herunder gi mulighet for stimulerende aktiviteter, bevegelse,\n                    hvile og annen naturlig atferd. Dyrs levemiljø skal fremme god helse og bidra til trygghet og\n                    trivsel. Dyr skal ha adgang til egnet og trygt tilholdsrom utenom normal\n                    beiteperiode. Kongen kan gi nærmere forskrifter om krav til dyrs levemiljø,\n                    herunder om egnet og trygt tilholdsrom, tiltak for å forebygge, oppdage og bekjempe brann og om\n                    unntak fra krav om tilholdsrom.",
              "_type": "paragraph"
            },
            {
              "id": "kapittel-2-paragraf-3",
              "paragraph_title": "§ 24.\n                    Tilsyn og stell",
              "paragraph_text": "Dyreholder skal sikre at dyr får godt tilsyn og stell, herunder\n                    sikre at:\n                        \n                            a.\n                                fôr, beite og vann er av god\n                                    kvalitet, dekker dyrets behov for næring og væske og fremmer god helse og velferd.\n                                    Dyr skal ikke tvangsfôres eller tvangsvannes, med mindre det skjer av\n                                    dyrehelsemessig grunn,\n                            \n                        \n                        \n                            b.\n                                dyr beskyttes mot skade, sykdom,\n                                    parasitter og andre farer. Syke og skadde dyr skal gis forsvarlig behandling og\n                                    avlives om nødvendig,\n                            \n                        \n                        \n                            c.\n                                spredning av smitte begrenses, og\n                                \n                            \n                        \n                        \n                            d.\n                                dyr, der det er relevant, blir\n                                    tilstrekkelig tamme til å kunne håndteres og stelles på dyrevelferdsmessig\n                                    forsvarlig måte. Kongen kan gi nærmere forskrifter om krav til omfang av tilsyn og\n                    stell og om beskyttelse og behandling av dyr.",
              "_type": "paragraph"
            },
            {
              "id": "kapittel-2-paragraf-4",
              "paragraph_title": "§ 25.\n                    Avl",
              "paragraph_text": "Dyreholdere, oppdrettere, avlsorganisasjoner og raseklubber skal\n                    gjennom avl fremme egenskaper som gir robuste dyr med god funksjon og helse. Det skal ikke drives avl, herunder ved bruk av genteknologiske\n                    metoder, som:\n                        \n                            a.\n                                endrer arveanlegg slik at de\n                                    påvirker dyrs fysiske eller mentale funksjoner negativt, eller som viderefører slike\n                                    arveanlegg,\n                            \n                        \n                        \n                            b.\n                                reduserer dyrs mulighet til å utøve\n                                    naturlig atferd, eller\n                            \n                        \n                        \n                            c.\n                                vekker allmenne etiske reaksjoner. Dyr med arveanlegg som nevnt i andre ledd, skal ikke brukes i\n                    videre avl. Kongen kan gi forskrift om avl i samsvar med prinsippene i denne\n                    paragrafen, også om avlsvirksomhet i avlsorganisasjoner og raseklubber. Endret ved lov 18 juni 2021 nr. 134\n                    (ikr. 1 juli 2021 iflg. res. 18 juni 2021 nr. 2011).",
              "_type": "paragraph"
            },
            {
              "id": "kapittel-2-paragraf-5",
              "paragraph_title": "§ 26.\n                    Trening, fremvisning, underholdning og konkurranser",
              "paragraph_text": "Den som trener dyr og den som bruker dyr til fremvisning,\n                    underholdning og konkurranser samt arrangør for slike aktiviteter, skal påse at dyr:\n                        \n                            a.\n                                er i stand til å gjennomføre\n                                    aktiviteten uten å bli utmattet eller skadet,\n                            \n                        \n                        \n                            b.\n                                ikke utsettes for eller er påvirket\n                                    av midler eller behandling som kan gjøre aktiviteten dyrevelferdsmessig uforsvarlig,\n                                \n                            \n                        \n                        \n                            c.\n                                ikke med hensikt påføres frykt,\n                                    skade eller unødige påkjenninger og belastninger, og\n                            \n                        \n                        \n                            d.\n                                ikke trenes til eller brukes i\n                                    kamper mot andre dyr eller mot mennesker. Kongen kan gi nærmere forskrifter om trening, fremvisning og\n                    konkurranser mv., herunder stille krav om særskilt tillatelse eller forby ulike former for slik\n                    aktivitet, forby bruk av visse dyrearter og forby visse former for midler og behandling. Kongen kan gjøre unntak fra første ledd.",
              "_type": "paragraph"
            },
            {
              "id": "kapittel-2-paragraf-6",
              "paragraph_title": "§ 27.\n                    Omsetning av dyr, ivaretakelse av andres dyr mv.",
              "paragraph_text": "Den som selger eller overlater dyr til andre, skal gi den som\n                    overtar dyret nødvendig informasjon om forhold som er av betydning for dyrets velferd. Kongen kan gi nærmere forskrifter om import, eksport, omsetning,\n                    omplassering, utlodning, leie og lån av dyr samt om ervervsmessig ivaretakelse av andres dyr,\n                    herunder forbud mot slike aktiviteter. Kongen kan gi forskrifter om krav til medfølgende informasjon\n                    når dyr overføres fra en person til en annen.",
              "_type": "paragraph"
            },
            {
              "id": "kapittel-2-paragraf-7",
              "paragraph_title": "§ 28.\n                    Utsetting av dyr i naturen",
              "paragraph_text": "Dyr fra dyrehold kan bare settes ut i naturen for å bli\n                    viltlevende når dyret har gode muligheter for å tilpasse seg og overleve i det nye miljøet. Kongen kan i forskrift fastsette vilkår for eller forbud mot\n                    utsetting av dyr i naturen.",
              "_type": "paragraph"
            }
          ],
          "_type": "chapter"
        },
        {
          "id": "chapter-2",
          "chapter_title": "Kapittel III. Administrative bestemmelser og sanksjoner",
          "chapter_text": "",
          "_childDocuments_": [
            {
              "id": "kapittel-3-paragraf-1",
              "paragraph_title": "§ 29.\n                    Avgift og gebyr",
              "paragraph_text": "Kongen kan i forskrifter pålegge gebyr for å dekke kostnader med\n                    tilsyn, kontroll og særskilte tjenester etter denne loven eller forskrifter hjemlet i denne loven. Kongen kan i forskrifter pålegge virksomheter omfattet av lov 19. desember 2003 nr. 124 om matproduksjon og mattrygghet mv.\n                    (matloven) å betale en avgift på næringsmidler. Avgiften skal dekke kostnader med tilsyn og kontroll\n                    etter denne loven med hold og bruk av dyr i produksjon av næringsmidler der kostnadene ikke dekkes\n                    av gebyr etter første ledd. Kongen kan i forskrifter pålegge produsenter eller importører å\n                    betale en avgift på fôr til dyr som ikke brukes til produksjon av næringsmidler. Avgiften skal dekke\n                    kostnader med tilsyn og kontroll etter denne loven med hold og bruk av dyr som ikke blir brukt i\n                    produksjon av næringsmidler og der kostnadene ikke dekkes av gebyr etter første ledd. Kongen kan gi nærmere forskrifter om beregning av gebyrene og\n                    avgiftene, og om innkreving og innbetaling av disse. Ved forsinket betaling av avgifter og gebyr skal det betales rente\n                    i samsvar med lov 17. desember 1976 nr. 100 om renter ved forsinket\n                    betaling. Avgifter og gebyr er tvangsgrunnlag for utlegg.",
              "_type": "paragraph"
            },
            {
              "id": "kapittel-3-paragraf-2",
              "paragraph_title": "§ 30.\n                    Tilsyn og vedtak",
              "paragraph_text": "Mattilsynet fører tilsyn og kan fatte nødvendige enkeltvedtak for\n                    å oppnå etterlevelse av bestemmelser gitt i eller i medhold av denne loven. Mattilsynet oppnevner dyrevernnemnder for å ivareta\n                    lekmannsskjønnet i dyrevelferdsarbeidet. Nemndene er en del av Mattilsynet. Kongen kan delegere myndighet til andre offentlige og private\n                    organer enn Mattilsynet og gi bestemmelser om hvem som er klageinstans i slike tilfeller. Kongen kan gi nærmere forskrifter om utøving av tilsynet og om\n                    oppnevning, sammensetning og drift av tilsynsorganer.",
              "_type": "paragraph"
            },
            {
              "id": "kapittel-3-paragraf-3",
              "paragraph_title": "§ 30a.\n                    Forholdet til tjenesteloven",
              "paragraph_text": "Kongen kan gi forskrift om saksbehandlingsregler til utfylling av\n                    reglene i tjenesteloven, herunder om saksbehandlingsfrist og rettsvirkninger av fristoverskridelse. Unntak fra tjenesteloven § 11\n                    annet ledd kan bare gjøres når det er begrunnet ut fra tvingende allmenne hensyn, herunder hensynet\n                    til privatpersoners beskyttelsesverdige interesser. Saksbehandlingsreglene kan fravike reglene i denne loven og\n                    forvaltningsloven. Tilføyd ved lov 19 juni 2009 nr. 103\n                    (ikr. 28 des 2009 iflg. res. 19 juni 2009 nr. 672).",
              "_type": "paragraph"
            },
            {
              "id": "kapittel-3-paragraf-4",
              "paragraph_title": "§ 31.\n                    Kompensasjon",
              "paragraph_text": "Ved inngripende vedtak om beiterestriksjoner grunnet rovvilt etter\n                    § 30, har dyreeier rett til økonomisk kompensasjon. Kongen kan\n                    gi nærmere forskrifter om rett til, vilkår for og utmåling av slik kompensasjon.",
              "_type": "paragraph"
            },
            {
              "id": "kapittel-3-paragraf-5",
              "paragraph_title": "§ 32.\n                    Gjennomføring av pålegg, midlertidig forvaring av dyr mv.",
              "paragraph_text": "Dersom pålegg fra tilsynsmyndigheten ikke etterkommes, det er\n                    ukjent hvem som er ansvarlig, eller det er nødvendig å få gjennomført tiltak raskt, kan\n                    tilsynsmyndigheten selv iverksette nødvendige tiltak. Tilsynsmyndigheten eller politiet kan etter vedtak ta dyr i\n                    midlertidig forvaring eller på annen måte sørge for at dyret får nødvendig tilsyn og stell. Vedtak\n                    fattet av politiet faller bort om det ikke stadfestes av tilsynsmyndigheten innen 7 dager. Ansvaret\n                    for dyr omfattet av politiets vedtak overføres til tilsynsmyndigheten når vedtaket stadfestes. Midlertidig forvaring av dyr skal ikke vare lenger enn nødvendig.\n                    Dersom tilsynsmyndigheten finner at det ikke er forsvarlig å levere tilbake et dyr som er tatt i\n                    midlertidig forvaring, kan tilsynsmyndigheten fatte vedtak om salg, omplassering eller avliving av\n                    dyret. Tilsynsmyndigheten kan vedta at dyreholder eller andre ansvarlige\n                    skal dekke kostnadene for tiltak etter første og andre ledd og vedtak om avliving etter tredje ledd.\n                    Skyldige beløp er tvangsgrunnlag for utlegg. Dersom dyret blir solgt, skal salgssummen utbetales til\n                    eieren med fradrag for kostnadene til forvaring av dyret og gjennomføring av salget. Politiet skal hjelpe til med gjennomføring av tilsyn og vedtak når\n                    tilsynsmyndigheten ber om det. Kongen kan gi nærmere forskrifter om gjennomføring av pålegg og\n                    midlertidig forvaring av dyr. Endret ved lover 10 apr 2018 nr. 4 (ikr.\n                    1 mai 2018 iflg. res. 10 apr 2018 nr. 551, se lovens II for\n                    overgangsregler), 18 juni 2021 nr. 134 (ikr. 1 juli 2021 iflg. res. 18 juni 2021 nr. 2011).",
              "_type": "paragraph"
            },
            {
              "id": "kapittel-3-paragraf-6",
              "paragraph_title": "§ 33.\n                    Forbud mot aktiviteter omfattet av loven",
              "paragraph_text": "Den som unnlater å etterkomme vesentlige pålegg eller grovt eller\n                    gjentatte ganger overtrer bestemmelser gitt i eller i medhold av denne loven, kan av Mattilsynet\n                    ilegges nødvendige forbud mot aktiviteter omfattet av denne loven. Forbudet kan gjelde alle eller\n                    noen arter, en eller flere aktiviteter, for en viss periode eller inntil videre. Domstolen kan i forbindelse med straffesak fastsette forbud som\n                    nevnt i første ledd.",
              "_type": "paragraph"
            },
            {
              "id": "kapittel-3-paragraf-7",
              "paragraph_title": "§ 34.\n                    Overtredelsesgebyr",
              "paragraph_text": "Den som forsettlig eller uaktsomt overtrer bestemmelser gitt i\n                    eller i medhold av denne loven, kan ilegges et overtredelsesgebyr av tilsynsmyndigheten. Gebyret\n                    skal stå i forhold til overtredelsens alvorlighetsgrad. Det kan videre tas hensyn til fortjeneste\n                    som den ansvarlige har hatt ved overtredelsen og tilsynsmyndighetens kostnader i tilknytning til\n                    kontrolltiltak og behandling av saken. Vedtak om overtredelsesgebyr er tvangsgrunnlag for utlegg. Kongen kan gi nærmere forskrifter om overtredelsesgebyr, herunder\n                    bestemmelser om fastsettelse og beregning av gebyret.",
              "_type": "paragraph"
            },
            {
              "id": "kapittel-3-paragraf-8",
              "paragraph_title": "§ 35.\n                    Tvangsmulkt",
              "paragraph_text": "Tilsynsmyndigheten kan ilegge tvangsmulkt i form av engangsmulkt\n                    eller løpende dagmulkt til den som unnlater å etterkomme et enkeltvedtak innen fastsatt frist. Tvangsmulktens størrelse fastsettes under hensyn til hvor viktig\n                    det er at vedtaket gjennomføres, og hvilke kostnader det antas å medføre. Tvangsmulkt kan fastsettes allerede i forbindelse med at et vedtak\n                    treffes når det anses nødvendig at fristen overholdes. Vedtak om tvangsmulkt er tvangsgrunnlag for utlegg.\n                    Tilsynsmyndigheten kan frafalle påløpt tvangsmulkt. Kongen kan gi nærmere forskrifter om fastsettelse og beregning av\n                    tvangsmulkt.",
              "_type": "paragraph"
            },
            {
              "id": "kapittel-3-paragraf-9",
              "paragraph_title": "§ 36.\n                    Etablering av dataregistre",
              "paragraph_text": "Tilsynsmyndigheten kan opprette nye eller knytte seg til\n                    eksisterende dataregistre når det er nødvendig av hensyn til lovens formål, eller når det er\n                    nødvendig for å oppfylle internasjonale avtaler som Norge har inngått. Kongen kan gi forskrifter om plikt til å avgi opplysninger til\n                    slike registre. Endret ved lover 15 juni 2018 nr. 38\n                    (ikr. 20 juli 2018 iflg. meddelelse 17 juli 2018 nr. 1195), 18 juni\n                        2021 nr. 134 (ikr. 1 juli 2021 iflg. res. 18 juni 2021\n                        nr. 2011).",
              "_type": "paragraph"
            },
            {
              "id": "kapittel-3-paragraf-10",
              "paragraph_title": "§ 36 a.\n                    Behandling av personopplysninger",
              "paragraph_text": "Tilsynsmyndigheten kan behandle personopplysninger, også\n                    personopplysninger som nevnt i personvernforordningen artikkel\n                        9 og 10, når dette er nødvendig for å utøve\n                    myndighet eller utføre andre oppgaver etter loven her. Kongen kan gi forskrift om behandlingen, blant annet om formålet\n                    med behandlingen, behandlingsansvar, hvilke personopplysninger som kan behandles, hvem det kan\n                    behandles personopplysninger om, bruk av automatiserte avgjørelser, adgangen til viderebehandling,\n                    utlevering, registerføring og tilgang til registre. Tilføyd ved lov 18 juni 2021 nr. 134\n                    (ikr. 1 juli 2021 iflg. res. 18 juni 2021 nr. 2011).",
              "_type": "paragraph"
            },
            {
              "id": "kapittel-3-paragraf-11",
              "paragraph_title": "§ 37.\n                    Straff",
              "paragraph_text": "Forsettlig eller grovt uaktsom overtredelse av bestemmelser gitt\n                    i eller i medhold av denne loven eller vedtak gitt i medhold av loven, straffes med bøter eller\n                    fengsel inntil 1 år eller begge deler, såfremt forholdet ikke rammes av strengere\n                    straffebestemmelse. Grov overtredelse straffes med fengsel inntil 3 år. Ved vurdering\n                    av om overtredelsen er grov, skal det særlig legges vekt på overtredelsens omfang og virkninger, og\n                    graden av utvist skyld. Bestemmelsene i første og annet ledd gjelder ikke for\n                    overtredelse av §§ 4, 5 og 6. Endret ved lov 19 juni 2015 nr. 65\n                    (ikr. 1 okt 2015).",
              "_type": "paragraph"
            }
          ],
          "_type": "chapter"
        },
        {
          "id": "chapter-3",
          "chapter_title": "Kapittel IV. Avsluttende bestemmelser",
          "chapter_text": "",
          "_childDocuments_": [
            {
              "id": "kapittel-4-paragraf-1",
              "paragraph_title": "§ 38.\n                    Gjennomføring og utfylling",
              "paragraph_text": "Kongen kan fastsette de forskrifter som er nødvendige for å\n                    oppfylle Norges forpliktelser som følge av EØS-avtalen, herunder at slike forskrifter i tilfelle\n                    motstrid skal gå foran denne loven.",
              "_type": "paragraph"
            },
            {
              "id": "kapittel-4-paragraf-2",
              "paragraph_title": "§ 39.\n                    Endringer i andre lover",
              "paragraph_text": "– – –",
              "_type": "paragraph"
            },
            {
              "id": "kapittel-4-paragraf-3",
              "paragraph_title": "§ 40.\n                    Ikrafttredelse og overgangsbestemmelser",
              "paragraph_text": "Denne loven trer i kraft fra den tid Kongen\n                    bestemmer.1 Fra samme tidspunkt\n                    oppheves lov 20. desember 1974 nr. 73 om dyrevern samt lov 19. april 2002 nr. 11 om endringer i lov 20. desember 1974 nr. 73 om dyrevern. Forskrifter eller enkeltvedtak gitt i eller i medhold av lov 20. desember 1974 nr. 73 om dyrevern gjelder fortsatt inntil de\n                    blir opphevet. 1 Fra 1 jan 2010 iflg. res. 19 juni 2009 nr. 703.",
              "_type": "paragraph"
            }
          ],
          "_type": "chapter"
        }
      ]
    },
    "boost": 1,
    "commitWithin": 1000,
    "overwrite": true
  }
}