{
  "responseHeader":{
    "zkConnected":true,
    "status":0,
    "QTime":0,
    "params":{
      "q":"*:*",
      "indent":"true",
      "q.op":"OR",
      "_":"1725966850856"}},
  "response":{"numFound":47,"start":0,"numFoundExact":true,"docs":[
    {
      "id":"kapittel-1-paragraf-1",
      "paragraph_title":["§ 1.\n                    Formål"],
      "paragraph_text":["Formålet med loven er å fremme god dyrevelferd og respekt for dyr."],
      "_type":["paragraph"],
      "_version_":1809666691939958784,
      "timestamp":"2024-09-08T21:57:25.358Z"},
    {
      "id":"kapittel-1-paragraf-2",
      "paragraph_title":["§ 2.\n                    Virkeområde"],
      "paragraph_text":["Loven omfatter forhold som påvirker velferd hos eller respekt for\n                    pattedyr, fugler, krypdyr, amfibier, fisk, tifotkreps, blekksprut og honningbier. Loven gjelder\n                    tilsvarende for utviklingsstadier av nevnte dyr dersom sanseapparatet tilsvarer utviklingsnivået hos\n                    levende dyr. Loven gjelder med de begrensninger som følger av avtale med\n                    fremmed stat eller organisasjon for norsk landterritorium, territorialfarvann, i norsk økonomisk\n                    sone, på norske fartøy og luftfartøy, på innretninger på norsk kontinentalsokkel samt for Svalbard,\n                    Jan Mayen og bilandene. Kongen kan i forskrift fastsette særlige regler, herunder gjøre unntak fra\n                    lovens bestemmelser, for Svalbard, Jan Mayen og norske biland under hensyn til de stedlige\n                    forholdene."],
      "_type":["paragraph"],
      "_version_":1809666691939958784,
      "timestamp":"2024-09-08T21:57:25.358Z"},
    {
      "id":"kapittel-1-paragraf-3",
      "paragraph_title":["§ 3.\n                    Generelt om behandling av dyr"],
      "paragraph_text":["Dyr har egenverdi uavhengig av den nytteverdien de måtte ha for\n                    mennesker. Dyr skal behandles godt og beskyttes mot fare for unødige påkjenninger og belastninger."],
      "_type":["paragraph"],
      "_version_":1809666691939958784,
      "timestamp":"2024-09-08T21:57:25.358Z"},
    {
      "id":"kapittel-1-paragraf-4",
      "paragraph_title":["§ 4.\n                    Hjelpeplikt"],
      "paragraph_text":["Enhver som påtreffer et dyr som åpenbart er sykt, skadet eller\n                    hjelpeløst, skal så langt mulig hjelpe dyret. Dersom dyret er et dyr fra dyrehold eller storvilt, og\n                    det ikke er mulig å yte god nok hjelp, skal eieren eller politiet varsles umiddelbart. Dersom det er åpenbart at dyret ikke kan leve eller bli friskt,\n                    kan den som påtreffer dyret avlive dette med det samme. Dyr fra dyrehold og storvilt skal ikke\n                    avlives i henhold til denne bestemmelsen dersom det lar seg gjøre å få tak i eieren, veterinær eller\n                    politiet innen rimelig tid. Nødvendige utgifter til tiltak etter denne bestemmelsen skal\n                    staten betale, men utgifter knyttet til tiltak overfor dyr fra dyrehold kan kreves tilbake fra\n                    dyreholderen eller eieren. Bestemmelsen i første og andre ledd gjelder tilsvarende for den\n                    som påfører dyr skade, men vedkommende kan ikke kreve dekning av staten for utgifter til\n                    hjelpetiltak. Kongen kan gi nærmere forskrifter om dekning av utgifter."],
      "_type":["paragraph"],
      "_version_":1809666691939958784,
      "timestamp":"2024-09-08T21:57:25.358Z"},
    {
      "id":"kapittel-1-paragraf-5",
      "paragraph_title":["§ 5.\n                    Varsling"],
      "paragraph_text":["Enhver som har grunn til å tro at dyr blir utsatt for mishandling\n                    eller alvorlig svikt vedrørende miljø, tilsyn og stell, skal snarest mulig varsle Mattilsynet eller\n                    politiet. Varslingsplikten gjelder med de begrensninger som følger av annen lovgivning. Enhver som får kjennskap til at et større antall ville eller\n                    forvillede dyr er utsatt for sykdom, skade eller annen lidelse utenom det normale, skal snarest\n                    mulig varsle Mattilsynet eller politiet."],
      "_type":["paragraph"],
      "_version_":1809666691939958784,
      "timestamp":"2024-09-08T21:57:25.358Z"},
    {
      "id":"kapittel-1-paragraf-6",
      "paragraph_title":["§ 6.\n                    Kompetanse og ansvar"],
      "paragraph_text":["Dyreholder skal sørge for at dyr blir ivaretatt av tilstrekkelig\n                    og faglig kompetent personell. Andre skal ha nødvendig kompetanse til den aktiviteten de utfører. Foresatt skal ikke la barn under 16 år ha et selvstendig ansvar\n                    for dyr. Dyreholder skal ikke overlate dyr til personer som det er grunn\n                    til å tro ikke kan eller vil behandle dyret forsvarlig. Kongen kan gi nærmere forskrifter om krav til opplæring og\n                    kompetanse, herunder om godkjenning og om autorisasjon av personell."],
      "_type":["paragraph"],
      "_version_":1809666691939958784,
      "timestamp":"2024-09-08T21:57:25.358Z"},
    {
      "id":"kapittel-1-paragraf-7",
      "paragraph_title":["§ 7.\n                    Krav om registrering eller tillatelse"],
      "paragraph_text":["Kongen kan i forskrifter stille krav til etablering, plassering,\n                    utforming og drift av aktiviteter omfattet av denne loven, herunder om tillatelse og tilbaketrekking\n                    av tillatelse, melding, registrering og godkjenning og om bortfall av godkjenning."],
      "_type":["paragraph"],
      "_version_":1809666691939958784,
      "timestamp":"2024-09-08T21:57:25.358Z"},
    {
      "id":"kapittel-1-paragraf-8",
      "paragraph_title":["§ 8.\n                    Driftsformer, metoder, utstyr og tekniske løsninger"],
      "paragraph_text":["Dyreholder skal påse at driftsformer, metoder, utstyr og tekniske\n                    løsninger som brukes til dyr, er egnet til å ivareta hensynet til dyrenes velferd. Den som markedsfører eller omsetter nye driftsformer, metoder,\n                    utstyr og tekniske løsninger til bruk på dyr eller i dyrehold, skal påse at disse er utprøvd og\n                    funnet egnet ut fra hensynet til dyrevelferd. Kongen kan gi nærmere forskrifter om omsetning og bruk av visse\n                    driftsformer, metoder, utstyr og tekniske løsninger samt om godkjenning og dokumentasjon av\n                    egnethet."],
      "_type":["paragraph"],
      "_version_":1809666691939958784,
      "timestamp":"2024-09-08T21:57:25.358Z"},
    {
      "id":"kapittel-1-paragraf-9",
      "paragraph_title":["§ 9.\n                    Medisinsk og kirurgisk behandling"],
      "paragraph_text":["Medisinsk og kirurgisk behandling skal utføres på en\n                    dyrevelferdsmessig forsvarlig måte og ivareta dyrets funksjonsevne og livskvalitet. Det skal ikke gjøres operative inngrep eller fjernes kroppsdeler\n                    på dyr uten at det foreligger forsvarlig grunn ut fra hensynet til dyrets helse. Det er likevel\n                    tillatt å foreta forsvarlig merking av dyr i dyrehold. Avhorning og kastrering er tillatt når det er\n                    nødvendig ut fra hensynet til dyrevelferd eller av andre særlige grunner. Ved smertefulle inngrep skal det nyttes nødvendig bedøvelse og\n                    smertelindring. Kongen kan gi nærmere forskrifter om medisinsk og kirurgisk\n                    behandling, herunder fastsette vilkår for eller forby visse former for slik behandling og gjøre\n                    unntak fra andre ledd."],
      "_type":["paragraph"],
      "_version_":1809666691939958784,
      "timestamp":"2024-09-08T21:57:25.358Z"},
    {
      "id":"kapittel-1-paragraf-10",
      "paragraph_title":["§ 10.\n                    Merking av dyr"],
      "paragraph_text":["Ved merking av dyr skal det benyttes forsvarlige metoder som ikke\n                    påfører dyret atferdsmessige begrensninger eller unødige påkjenninger og belastninger. Kongen kan gi nærmere forskrifter om krav til merking av dyr,\n                    herunder påby og forby merking og merkemetoder, påby at merkede dyr skal være registrert i et\n                    register og bestemme hvem som skal ha innsyn i registeret. Det kan i forskrifter fastsettes vilkår\n                    for at umerkede dyr kan omplasseres eller avlives uten vederlag til eventuell eier."],
      "_type":["paragraph"],
      "_version_":1809666691939958784,
      "timestamp":"2024-09-08T21:57:25.358Z"}]
  }}
